Repository: naechtner/turn-events
Catalog: Turnauswertung-py3/gymnastics/locale/*/LC_MESSAGES/django.po
Languages: de

source: English
de: Englisch

source: German
de: Deutsch

source: Squads
de: Riegen

source: Judge
de: Kampfrichter

source: Lists
de: Listen

source: Overview
de: Übersicht

source: Error: At least one discipline was not found.
de: Fehler: Wenigstens ein Gerät wurde nicht gefunden.

source: Error: There is no difficulty given.
de: Fehler: Es wurde keine Schwierigkeit eingegeben.

source: Error: Unknown method.
de: Fehler: Unbekannte Funktion

source: Certificates
de: Urkunden

source: Evaluation
de: Auswertung

source: Contact name
de: Kontakt

source: Contact phone
de: Telefonnr.

source: Contact email
de: E-Mail des Kontaktes

source: Street
de: Straße

source: City
de: Stadt

source: Province
de: Bundesland

source: Zip code
de: PLZ

source: First name
de: Vorname

source: Last name
de: Nachname

source: Sex
de: Geschlecht

source: Date of birth
de: Geburtsdatum

source: Club
de: Verein

source: Stream
de: Wertungsgruppe

source: Team
de: Mannschaft

source: Squad
de: Riege

source: Athletes Import
de: Sportler Import

source: Address
de: Adresse

source: Value
de: Wert

source: Final Value
de: Finalwert

source: Athlete
de: Sportler

source: Discipline
de: Gerät

source: Difficulty
de: Schwierigkeit

source: male
de: männlich

source: female
de: weiblich

source: Minimum Year of Birth
de: Geburtsjahr (und jünger)

source: All around individual
de: Einzel-Mehrkampf

source: All around team
de: Mannschaftswertung

source: Discipline finals
de: Gerätfinals

source: Full Name
de: Kompletter Name

source: Date
de: Datum

source: Management
de: Wettkampfleitung

source: Calculation
de: Berechnung

source: Technology
de: Technik

source: Hosting club
de: Ausrichter

source: Delete
de: Löschen

source: Are you sure you want to delete
de: Sind Sie sicher, dass sie folgenden Datensatz löschen möchten

source: Confirm
de: Bestätigen

source: Cancel
de: Abbrechen

source: General
de: Allgemein

source: Results
de: Ergebnisse

source: Edit
de: Bearbeiten

source: First Name
de: Vorname

source: Date of Birth
de: Geburtsdatum

source: Athletes
de: Sportler

source: New athlete
de: Neuer Sportler

source: No athletes available in the database.
de: Es sind keine Sportler Importe vorhanden.

source: Create New Athlete
de: Neuer Sportler

source: edit
de: bearbeiten

source: delete
de: löschen

source: No athletes available in the database. Create one
de: Es sind keine Sportler vorhanden.

source: here
de: hier

source: Athletes Imports
de: Sportler Importe

source: Imported Athletes
de: Importierte Sportler

source: Delete Import
de: Sportler Import löschen

source: New Import
de: Neue Sportler importieren

source: No athletes imports available in the database.
de: Es sind keine Sportler Importe vorhanden.

source: Import Athletes
de: Sportler importieren

source: Import Requirements
de: Anforderungen importieren

source: Column order
de: Reihenfolge der Spalten

source: Put an <em>x</em> in only one of the columns. (male / female)
de: Setze ein <em>x</em> in einer der Spalten. (männlich / weiblich)

source: Allowed formats are DD.MM.YYYY and YYYY-MM-DD.
de: Unterstützte Formate sind TT.MM.JJJJ und JJJJ.MM.TT

source: Specify the complete name. Can range from a single number to a club name and an identifier.
de: Geben sie den kompletten Namen ein, dieser kann von einer einzelnen Zahl bis zu einem Vereinsnamen und einem Identifikationselement reichen

source: Import Data
de: Daten importieren

source: Import
de: Importieren

source: Gymnastics
de: Turnen

source: Toggle navigation
de: Navigation wechseln

source: Streams
de: Wertungsgruppen

source: Clubs
de: Vereine

source: All
de: Alle

source: Disciplines
de: Geräte

source: Performances
de: Wertungen

source: Teams
de: Mannschaften

source: Tournaments
de: Turniere

source: Process
de: Prozess

source: Preparation
de: Vorbereitung

source: New hosting club
de: Neuer Ausrichter

source: New tournament
de: Neues Turnier

source: New discipline
de: Neue Gerät

source: New stream
de: Neue Wertungsgruppe

source: New club
de: Neuer Verein

source: New athletes import
de: Neuer Sportlerimport

source: New squad
de: Neue Riege

source: Add athletes to squad
de: Sportler zu Riege hinzufügen

source: Squad overview PDF
de: Übersichts-PDF erstellen

source: Squads for judges PDF
de: Kampfrichter-PDF erstellen

source: Tournament Day
de: Turniertag

source: Change RSVPs
de: RSVPs ändern

source: Enter performances
de: Wertungen eingeben

source: Stream results
de: Ergebnisse in den Wertungsgruppen

source: Logic checks
de: Logische Auswertung

source: Athlete results PDF
de: PDF Sportlerauswertungen

source: Team results PDF
de: PDF Teamauswertungen

source: Certificates PDF
de: PDF Urkunden

source: Complete PDF
de: PDF Komplett (wie beim Döner)

source: Language
de: Sprache

source: Search
de: Suchen

source: Phone
de: Telefonnr.

source: No clubs available in the database.
de: Es sind keine Vereine vorhanden.

source: Create New Club
de: Neuer Verein

source: Previous Page
de: Vorherige Seite

source: This discipline is competed in following streams:
de: Teilnehmer folgender Wertungsgruppen messen sich in dieser Gerät:

source: Following scores has been achieved in this discipline:
de: Folgende Wertungen wurden für dieses Gerät eingetragen:

source: No disciplines available in the database.
de: Es sind keine Geräten vorhanden.

source: Last Name
de: Nachname

source: Overall
de: Gesamt

source: Rank
de: Platz

source: Do you really want to delete
de: Möchten Sie folgenden Datensatz wirklich löschen?

source: Submit
de: Bestätigen

source: Step 1: Tournament Preparation
de: Schritt 1: Turniervorbereitung

source: Welcome to your gymnastics tournament management system. Go ahead and create some disciplines and streams to start a new tournament.
de: Willkommen in Ihrem Turniermanagementsystem. Zunächst müssen sie Geräten und Wertungsgruppen angeben, um einen neuen Wettkampf zu starten.

source: Step 2: Tournament Performances
de: Schritt 2: Turnierdaten

source: Add clubs, athletes and eventually their performances to the database.
de: Fügen sie Vereine, Sportler und eventuell ihre Wertungen ein.

source: Step 3: Tournament Evaluation
de: Schritt 3: Turnierauswertung

source: Keep up to date with all team and individual results and check who is on top of the standings for each stream and discipline.
de: Bleiben Sie auf dem Laufenden, während Sie neue Wertungen einfügen und schauen Sie welche Sportler wie abschneiden.

source: Previous
de: Vorherige

source: Next
de: Nächstes

source: New performance
de: Neue Wertung

source: Value Final
de: Finalwert

source: No performances available in the database.
de: Es sind keine Wertungen vorhanden.

source: Progress
de: Fortschritt

source: Tasks
de: Aufgaben

source: Start a new tournament:
de: Neues Turnier starten

source: Manage disciplines:
de: Geräte verwalten:

source: Manage streams:
de: Wertungsgruppen verwalten:

source: Add clubs:
de: Vereine hinzufügen:

source: New Club
de: Neuer Verein

source: Import athletes:
de: Sportler importieren:

source: Add remaining athletes:
de: Verbleibende Sportler hinzufügen:

source: Add results for all performing squads:
de: Wertungen für alle Riegen hinzufügen:

source: Print tournament statistics:
de: Turnierstatistiken drucken:

source: Tournament
de: Turnier

source: Print results per stream (standings)
de: Auswertung für jede Wertungsgruppe drucken

source: Print results per athlete (certificate):
de: PDF für Urkunden erstellen:

source: Assign Athletes
de: Sportler zuweisen

source: Athletes without Squad
de: Sportler ohne Riege

source: Save
de: Speichern

source: Assign athletes
de: Sportler zuweisen

source: No squads available in the database.
de: Es sind keine Riegen vorhanden.

source: Create New Squad
de: Neue Riege

source: Results Athletes
de: Sportlerergebnisse

source: Results Teams
de: Teamergebnisse

source: Athletes Finals
de: Finalteilnehmer

source: Results Finals
de: Finalergebnisse

source: counting disciplines
de: zählende Geräte

source: Team performances
de: Mannschafts-Mehrkampf

source: counting events per discipline
de: zählende Wertungen pro Gerät

source: participants and
de: Teilnehmer und

source: both values counting
de: Qualifikations- und Finalwerte zählen

source: only final values counting
de: nur Finalwerte zählen

source: All Around
de: Einzelwertung

source: Team Total
de: Mannschaftswertung

source: Team Rank
de: Mannschaftsplatz

source: All around individual counting events
de: Einzel-Mehrkampf

source: All around team counting athletes
de: zählende Teilnehmer für Mannschaft-Mehrkampf

source: Discipline finals max participants
de: Anzahl Teilnehmer Gerätfinals

source: Discipline finals both values count
de: nur Finalwerte zählen

source: No stream available in the database.
de: Es sind keine Wertungsgruppen vorhanden.

source: Create New Stream
de: Neue Wertungsgruppe

source: Available
de: Vorhanden

source: Selected
de: Ausgewählt

source: Create
de: Erstellen

source: New team
de: Neue Mannschaft

source: Performance
de: Wertung

source: No team available in the database.
de: Es sind keine Mannschaften vorhanden.

source: All tournaments
de: Alle Turniere

source: Full name
de: Kompletter Name

source: Contact e-mail
de: E-Mail des Kontaktes

source: Location
de: Ort

source: Tournament preparation
de: Turniervorbereitung

source: Generate squad overview
de: Riegenübersicht erstellen

source: Generate judge lists
de: Kampfrichterlisten erstellen

source: Tournament evaluation
de: Turnierauswertung

source: Generate evaluation
de: Auswertungen erstellen

source: Generate raw solo data
de: Einzeldaten erstellen

source: Generate raw team data
de: Mannschaftsdaten erstellen

source: No tournaments available in the database.
de: Es sind keine Turniere vorhanden.

source: Create New Tournament
de: Neues Turnier

source: solo_data
de: einzel_mehrkampf_daten

source: team_data
de: mannschaft_mehrkampf_daten

source: Create Overview PDF
de: Übersichts-PDF erstellen

source: Create Judge PDF
de: Kampfrichter-PDF erstellen

source: Wettkampfleitung
de: Platzierungen

source: Performances are compared in
de: Wertungen werden verglichen in

source: all around individual
de: Einzel-Mehrkampf

source: discipline finals
de: Gerätfinals

source: Delete Imported Athletes
de: Importierte Sportler löschen

source: Models
de: Modelle

source: Signature
de: Unterschrift

source: new
de: neu

source: enter values
de: Wertung eingeben

source: born
de: Jahrgang

source: and after
de: und jünger

source: Participant statistics
de: Teilnehmerstatistik

source: Created
de: Erstellt

source: Host
de: Ausrichtender Verein
